Repository: iamwilliamli/LiveTranscriber
Catalog: LiveTranscriber/Semantic.xcstrings
Source language: en
Languages: de, ja, nl, zh_hans, zh_hant

# recordings.meeting_analysis
source: Meeting Analysis
de: Meetinganalyse
ja: 会議分析
nl: Vergaderanalyse
zh_hans: 会议分析
zh_hant: 會議分析

# recordings.meeting_analysis.action_items
source: Action Items
de: Aufgaben
ja: アクション項目
nl: Actiepunten
zh_hans: 待办事项
zh_hant: 待辦事項

# recordings.meeting_analysis.add_all_to_reminders
source: Add All to Reminders
de: Alle zu Erinnerungen hinzufügen
ja: すべてリマインダーに追加
nl: Alles aan Herinneringen toevoegen
zh_hans: 全部加入提醒事项
zh_hant: 全部加入提醒事項

# recordings.meeting_analysis.add_to_reminders
source: Add to Reminders
de: Zu Erinnerungen hinzufügen
ja: リマインダーに追加
nl: Aan Herinneringen toevoegen
zh_hans: 加入提醒事项
zh_hant: 加入提醒事項

# recordings.meeting_analysis.add_to_reminders_confirm
source: Add
de: Hinzufügen
ja: 追加
nl: Toevoegen
zh_hans: 添加
zh_hant: 加入

# recordings.meeting_analysis.added_reminders.format
source: Added %d reminder(s)
de: %d Erinnerung(en) hinzugefügt
ja: %d件のリマインダーを追加しました
nl: %d herinnering(en) toegevoegd
zh_hans: 已添加 %d 条提醒
zh_hant: 已加入 %d 則提醒

# recordings.meeting_analysis.adding_to_reminders
source: Adding to Reminders
de: Wird zu Erinnerungen hinzugefügt
ja: リマインダーに追加中
nl: Toevoegen aan Herinneringen
zh_hans: 正在加入提醒事项
zh_hant: 正在加入提醒事項

# recordings.meeting_analysis.analyze
source: Analyze Meeting
de: Meeting analysieren
ja: 会議を分析
nl: Vergadering analyseren
zh_hans: 分析会议
zh_hant: 分析會議

# recordings.meeting_analysis.analyze_again
source: Analyze Again
de: Erneut analysieren
ja: 再分析
nl: Opnieuw analyseren
zh_hans: 重新分析
zh_hant: 重新分析

# recordings.meeting_analysis.analyzing
source: Analyzing Meeting
de: Meeting wird analysiert
ja: 会議を分析中
nl: Vergadering analyseren
zh_hans: 正在分析会议
zh_hant: 正在分析會議

# recordings.meeting_analysis.decisions
source: Decisions
de: Entscheidungen
ja: 決定事項
nl: Besluiten
zh_hans: 决策点
zh_hant: 決策點

# recordings.meeting_analysis.empty
source: No Meeting Analysis
de: Keine Meetinganalyse
ja: 会議分析なし
nl: Geen vergaderanalyse
zh_hans: 暂无会议分析
zh_hant: 暫無會議分析

# recordings.meeting_analysis.notes
source: Notes
de: Notizen
ja: メモ
nl: Notities
zh_hans: 纪要
zh_hant: 紀要

# recordings.meeting_analysis.open_questions
source: Open Questions
de: Offene Fragen
ja: 未解決の質問
nl: Open vragen
zh_hans: 待确认问题
zh_hant: 待確認問題

# recordings.meeting_analysis.reminder_access_denied
source: Allow Reminders access in Settings before adding action items.
de: Erlaube den Zugriff auf Erinnerungen in den Einstellungen, bevor du Aufgaben hinzufügst.
ja: アクション項目を追加する前に、設定でリマインダーへのアクセスを許可してください。
nl: Sta toegang tot Herinneringen toe in Instellingen voordat je actiepunten toevoegt.
zh_hans: 请先在系统设置中允许访问提醒事项，再添加待办事项。
zh_hant: 請先在系統設定中允許存取提醒事項，再加入待辦事項。

# recordings.meeting_analysis.reminder_due_date
source: Due Date
de: Fälligkeitsdatum
ja: 期限
nl: Vervaldatum
zh_hans: 截止日期
zh_hant: 到期日

# recordings.meeting_analysis.reminder_no_action_items
source: There are no action items to add.
de: Es gibt keine Aufgaben zum Hinzufügen.
ja: 追加できるアクション項目がありません。
nl: Er zijn geen actiepunten om toe te voegen.
zh_hans: 没有可添加的待办事项。
zh_hant: 沒有可加入的待辦事項。

# recordings.meeting_analysis.reminder_no_writable_list
source: No writable Reminders list is available.
de: Es ist keine beschreibbare Erinnerungsliste verfügbar.
ja: 書き込み可能なリマインダーリストがありません。
nl: Er is geen beschrijfbare Herinneringen-lijst beschikbaar.
zh_hans: 没有可写入的提醒事项列表。
zh_hant: 沒有可寫入的提醒事項列表。

# recordings.meeting_analysis.reminder_note_due_date.format
source: Detected due date: %@
de: Erkanntes Fälligkeitsdatum: %@
ja: 検出された期限: %@
nl: Gedetecteerde deadline: %@
zh_hans: 识别到的截止时间：%@
zh_hant: 識別到的截止時間：%@

# recordings.meeting_analysis.reminder_note_owner.format
source: Owner: %@
de: Verantwortlich: %@
ja: 担当者: %@
nl: Eigenaar: %@
zh_hans: 负责人：%@
zh_hant: 負責人：%@

# recordings.meeting_analysis.reminder_note_source.format
source: From LiveTranscriber recording: %@
de: Aus LiveTranscriber-Aufnahme: %@
ja: LiveTranscriberの録音から: %@
nl: Uit LiveTranscriber-opname: %@
zh_hans: 来自 LiveTranscriber 录音：%@
zh_hant: 來自 LiveTranscriber 錄音：%@

# recordings.meeting_analysis.reminder_review_footer
source: Review and edit these reminders before they are added to Reminders.
de: Prüfe und bearbeite diese Erinnerungen, bevor sie zu Erinnerungen hinzugefügt werden.
ja: リマインダーに追加する前に内容を確認して編集してください。
nl: Controleer en bewerk deze herinneringen voordat ze aan Herinneringen worden toegevoegd.
zh_hans: 添加到“提醒事项”前，请检查并编辑这些提醒。
zh_hant: 加入「提醒事項」前，請檢查並編輯這些提醒。

# recordings.meeting_analysis.reminder_title
source: Reminder Title
de: Titel der Erinnerung
ja: リマインダーのタイトル
nl: Titel van herinnering
zh_hans: 提醒标题
zh_hant: 提醒標題

# recordings.meeting_analysis.review_reminders
source: Review Reminders
de: Erinnerungen prüfen
ja: リマインダーを確認
nl: Herinneringen controleren
zh_hans: 检查提醒
zh_hant: 檢查提醒

# recordings.meeting_analysis.summary
source: Meeting Summary
de: Meetingzusammenfassung
ja: 会議の要約
nl: Vergadersamenvatting
zh_hans: 会议摘要
zh_hant: 會議摘要

# recordings.no_located_recordings
source: No Recordings with Location
de: Keine Aufnahmen mit Standort
ja: 位置情報付きの録音はありません
nl: Geen opnamen met locatie
zh_hans: 暂无带位置的录音
zh_hant: 暫無帶位置的錄音

# recordings.no_recordings
source: No Recordings
de: Keine Aufnahmen
ja: 録音なし
nl: Geen opnamen
zh_hans: 暂无录音文件
zh_hant: 暫無錄音檔案

# recordings.no_search_results
source: No Recordings Found
de: Keine Aufnahmen gefunden
ja: 録音が見つかりません
nl: Geen opnamen gevonden
zh_hans: 没有找到录音
zh_hant: 沒有找到錄音

# recordings.no_summary
source: No Summary
de: Keine Zusammenfassung
ja: 要約なし
nl: Geen samenvatting
zh_hans: 暂无摘要
zh_hant: 暫無摘要

# recordings.no_text
source: No Text
de: Kein Text
ja: テキストなし
nl: Geen tekst
zh_hans: 暂无文本
zh_hant: 暫無文字

# recordings.none
source: No Recordings
de: Keine Aufnahmen
ja: 録音なし
nl: Geen opnamen
zh_hans: 无录音
zh_hant: 無錄音

# recordings.playback.failed.format
source: Cannot play recording: %@
de: Aufnahme kann nicht abgespielt werden: %@
ja: 録音を再生できません: %@
nl: Kan opname niet afspelen: %@
zh_hans: 无法播放录音: %@
zh_hant: 無法播放錄音：%@

# recordings.playback.file_missing
source: Recording file does not exist
de: Aufnahmedatei existiert nicht
ja: 録音ファイルが存在しません
nl: Opnamebestand bestaat niet
zh_hans: 录音文件不存在
zh_hant: 錄音檔案不存在

# recordings.playback.play
source: Play
de: Abspielen
ja: 再生
nl: Speel af
zh_hans: 播放
zh_hant: 播放

# recordings.playback.start_failed.format
source: Playback failed to start: %@
de: Wiedergabe konnte nicht gestartet werden: %@
ja: 再生を開始できませんでした: %@
nl: Afspelen kon niet starten: %@
zh_hans: 播放启动失败: %@
zh_hant: 播放啟動失敗：%@

# recordings.playback.title
source: Recording Playback
de: Aufnahmewiedergabe
ja: 録音再生
nl: Opname afspelen
zh_hans: 录音播放
zh_hant: 錄音播放

# recordings.project_filter
source: Folder Filter
de: Ordnerfilter
ja: フォルダフィルタ
nl: Mapfilter
zh_hans: 文件夹筛选
zh_hant: 資料夾篩選

# recordings.project_filter.all
source: All Folders
de: Alle Ordner
ja: すべてのフォルダ
nl: Alle mappen
zh_hans: 所有文件夹
zh_hant: 所有資料夾

# recordings.recording_fallback
source: Recording
de: Aufnahme
ja: 録音
nl: Opname
zh_hans: 录音
zh_hant: 錄音

# recordings.rename
source: Rename
de: Umbenennen
ja: 名前を変更
nl: Hernoem
zh_hans: 重命名
zh_hant: 重新命名

# recordings.rename_failed
source: Rename Failed
de: Umbenennen fehlgeschlagen
ja: 名前の変更に失敗しました
nl: Hernoemen mislukt
zh_hans: 重命名失败
zh_hant: 重新命名失敗

# recordings.retranscribe
source: Transcribe with Apple Speech
de: Mit Apple Speech transkribieren
ja: Apple Speechで文字起こし
nl: Transcriberen met Apple Speech
zh_hans: 用 Apple Speech 转录
zh_hant: 用 Apple Speech 轉錄

# recordings.retranscribe_local_whisper
source: Transcribe with Local Whisper
de: Mit lokalem Whisper transkribieren
ja: ローカルWhisperで文字起こし
nl: Transcriberen met lokale Whisper
zh_hans: 用本地 Whisper 转录
zh_hant: 用本機 Whisper 轉錄

# recordings.retranscribe_qwen3_asr
source: Transcribe with Qwen3-ASR
de: Mit Qwen3-ASR transkribieren
ja: Qwen3-ASRで文字起こし
nl: Transcriberen met Qwen3-ASR
zh_hans: 用 Qwen3-ASR 转录
zh_hant: 用 Qwen3-ASR 轉錄

# recordings.retranscribe_moss
source: Transcribe with MOSS Multi-Speaker
de: Mit MOSS und Sprechertrennung transkribieren
ja: MOSS話者分離で文字起こし
nl: Transcriberen met MOSS-sprekerscheiding
zh_hans: 用 MOSS 多说话人转录
zh_hant: 用 MOSS 多說話人轉錄

# recordings.search_prompt
source: Search recordings or transcripts
de: Aufnahmen oder Transkripte suchen
ja: 録音または文字起こしを検索
nl: Zoek opnamen of transcripties
zh_hans: 搜索录音或转录
zh_hant: 搜尋錄音或轉錄

# recordings.share
source: Share
de: Teilen
ja: 共有
nl: Deel
zh_hans: 分享
zh_hant: 分享

# recordings.share_audio
source: Share Audio
de: Audio teilen
ja: 音声を共有
nl: Audio delen
zh_hans: 分享音频
zh_hant: 分享音訊

# recordings.share_transcript
source: Share Transcript Text
de: Transkripttext teilen
ja: 文字起こしテキストを共有
nl: Transcripttekst delen
zh_hans: 分享转录文字
zh_hant: 分享轉錄文字

# recordings.title
source: Recordings
de: Aufnahmen
ja: 録音
nl: Opnamen
zh_hans: 录音文件
zh_hant: 錄音檔案

# recordings.transcript
source: Transcript
de: Transkript
ja: 文字起こし
zh_hans: 转录文本
zh_hant: 轉錄文字

# recordings.transcript.sync_current
source: Sync to Current Transcript
de: Zur aktuellen Transkriptstelle
ja: 現在の文字起こし位置に移動
nl: Naar huidige transcriptpositie
zh_hans: 同步到当前转录位置
zh_hant: 同步到目前轉錄位置

# recordings.transcript.edit_line
source: Edit Transcript Line
de: Transkriptzeile bearbeiten
ja: 文字起こし行を編集
nl: Transcriptregel bewerken
zh_hans: 编辑转录片段
zh_hant: 編輯轉錄片段

# recordings.transcript.line_missing
source: Transcript line could not be found.
de: Transkriptzeile konnte nicht gefunden werden.
ja: 文字起こし行が見つかりませんでした。
nl: Transcriptregel kon niet worden gevonden.
zh_hans: 找不到该转录片段。
zh_hant: 找不到該轉錄片段。

# recordings.transcript.line_text
source: Transcript Text
de: Transkripttext
ja: 文字起こしテキスト
nl: Transcripttekst
zh_hans: 转录文本
zh_hant: 轉錄文字

# recordings.transcript.lock
source: Lock Transcript
de: Transkript sperren
ja: 文字起こしをロック
nl: Transcript vergrendelen
zh_hans: 锁定转录文本
zh_hant: 鎖定轉錄文字

# recordings.transcript.locked
source: Transcript Locked
de: Transkript gesperrt
ja: 文字起こしはロック中
nl: Transcript vergrendeld
zh_hans: 转录文本已锁定
zh_hant: 轉錄文字已鎖定

# recordings.transcript.locked_detail
source: Automatic transcription updates cannot overwrite this transcript.
de: Automatische Transkriptionsupdates können dieses Transkript nicht überschreiben.
ja: 自動文字起こしの更新でこの文字起こしは上書きされません。
nl: Automatische transcriptie-updates kunnen dit transcript niet overschrijven.
zh_hans: 自动转录更新不能覆盖此转录文本。
zh_hant: 自動轉錄更新無法覆寫此轉錄文字。

# recordings.transcript.locked_error
source: Transcript is locked. Unlock it before running transcription again.
de: Das Transkript ist gesperrt. Entsperre es, bevor du die Transkription erneut ausführst.
ja: 文字起こしはロックされています。再度文字起こしする前にロックを解除してください。
nl: Transcript is vergrendeld. Ontgrendel het voordat je transcriptie opnieuw uitvoert.
zh_hans: 转录文本已锁定。请先解锁再重新转录。
zh_hant: 轉錄文字已鎖定。請先解除鎖定再重新轉錄。

# recordings.transcript.speaker
source: Change Speaker
de: Sprecher ändern
ja: 話者を変更
nl: Spreker wijzigen
zh_hans: 修改发言人
zh_hant: 修改發言者

# recordings.transcript.speaker.current_segment_detail
source: The speaker change applies only to this transcript segment.
de: Die Änderung gilt nur für diesen Transkriptabschnitt.
ja: 話者の変更は、この文字起こし部分にのみ適用されます。
nl: De wijziging van spreker geldt alleen voor dit transcriptsegment.
zh_hans: 发言人修改仅应用于当前转录片段。
zh_hant: 發言者修改只套用至目前的轉錄片段。

# recordings.transcript.speaker.format
source: Speaker %d
de: Sprecher %d
ja: 話者%d
nl: Spreker %d
zh_hans: 说话人 %d
zh_hant: 說話者 %d

# recordings.transcript.speaker.new
source: New Speaker
de: Neuer Sprecher
ja: 新しい話者
nl: Nieuwe spreker
zh_hans: 新增发言人
zh_hant: 新增發言者

# recordings.transcript.speaker.none
source: No Speaker
de: Kein Sprecher
ja: 話者なし
nl: Geen spreker
zh_hans: 未指定发言人
zh_hant: 未指定發言者

# recordings.transcript.speakers_detected.format
source: %d speakers
de: %d Sprecher
ja: 話者%d人
nl: %d sprekers
zh_hans: %d 位说话人
zh_hant: %d 位說話者

# recordings.transcript.unlock
source: Unlock Transcript
de: Transkript entsperren
ja: 文字起こしのロックを解除
nl: Transcript ontgrendelen
zh_hans: 解锁转录文本
zh_hant: 解除轉錄文字鎖定

# recordings.transcript.unlocked
source: Transcript Unlocked
de: Transkript entsperrt
ja: 文字起こしは未ロック
nl: Transcript ontgrendeld
zh_hans: 转录文本未锁定
zh_hant: 轉錄文字未鎖定

# recordings.transcription_failed
source: Transcription Failed
de: Transkription fehlgeschlagen
ja: 文字起こしに失敗しました
nl: Transcriptie mislukt
zh_hans: 转录失败
zh_hant: 轉錄失敗

# recordings.translation.no_translated_text_for_summary
source: No translated text is available for the summary
de: Für die Zusammenfassung ist kein übersetzter Text verfügbar
ja: 要約に使える翻訳テキストがありません
nl: Er is geen vertaalde tekst beschikbaar voor de samenvatting
zh_hans: 没有可用于智能摘要的翻译文本
zh_hant: 沒有可用於智慧摘要的翻譯文字

# recordings.translation.translate
source: Translate
de: Übersetzen
ja: 翻訳
nl: Vertaal
zh_hans: 翻译
zh_hant: 翻譯

# recordings.translation.translating
source: Translating
de: Wird übersetzt
ja: 翻訳中
nl: Vertalen
zh_hans: 正在翻译
zh_hant: 正在翻譯

# recordings.translation.translating_to.format
source: Translating to %@
de: Übersetzung nach %@
ja: %@に翻訳中
nl: Vertalen naar %@
zh_hans: 翻译成 %@
zh_hant: 翻譯成 %@

# recordings.translation.wait_before_summary
source: Wait for translation to finish before generating the summary
de: Warte, bis die Übersetzung abgeschlossen ist, bevor die Zusammenfassung erstellt wird
ja: 要約を生成する前に翻訳が完了するまで待ってください
nl: Wacht tot de vertaling klaar is voordat je de samenvatting genereert
zh_hans: 请等待翻译完成后再生成智能摘要
zh_hant: 請等待翻譯完成後再生成智慧摘要

source: Search recordings for ${searchText}
de: Aufnahmen nach ${searchText} durchsuchen
ja: 録音から${searchText}を検索
nl: Zoek in opnamen naar ${searchText}
zh_hans: 在录音中搜索${searchText}
zh_hant: 在錄音中搜尋${searchText}

# settings.advanced_model
source: Advanced Model
de: Erweitertes Modell
ja: 高度なモデル
nl: Geavanceerd model
zh_hans: 高端模型
zh_hant: 高階模型

# settings.beta_features
source: Beta Features
de: Beta-Funktionen
ja: ベータ機能
nl: Bètafuncties
zh_hans: Beta 功能
zh_hant: Beta 功能

# settings.build_time
source: Build Time
de: Build-Zeit
ja: ビルド時刻
nl: Buildtijd
zh_hans: Build 时间
zh_hant: Build 時間

# settings.cannot_change_format_while_recording
source: Format cannot be changed while recording
de: Format kann während der Aufnahme nicht geändert werden
ja: 録音中は形式を変更できません
nl: Formaat kan niet worden gewijzigd tijdens opname
zh_hans: 录音中不能切换格式
zh_hant: 錄音中不能切換格式

# settings.cannot_change_language_while_recording
source: Language cannot be changed while recording
de: Sprache kann während der Aufnahme nicht geändert werden
ja: 録音中は言語を変更できません
nl: Taal kan niet worden gewijzigd tijdens opname
zh_hans: 录音中不能切换语言
zh_hant: 錄音中不能切換語言

# settings.cannot_change_pipeline_while_recording
source: Pipeline cannot be changed while recording
de: Pipeline kann während der Aufnahme nicht geändert werden
ja: 録音中はパイプラインを変更できません
nl: Pipeline kan niet worden gewijzigd tijdens opname
zh_hans: 录音中不能切换 Pipeline
zh_hant: 錄音中不能切換 Pipeline

# settings.current_location
source: Current Location
de: Aktueller Standort
ja: 現在地
nl: Huidige locatie
zh_hans: 当前位置
zh_hant: 目前位置

# settings.current_speech_pipeline
source: Current Speech Pipeline
de: Aktuelle Sprachpipeline
ja: 現在の音声パイプライン
nl: Huidige spraakpipeline
zh_hans: 当前语音 Pipeline
zh_hant: 目前語音 Pipeline

# settings.developer_options
source: Developer Options
de: Entwickleroptionen
ja: 開発者オプション
nl: Ontwikkelaarsopties
zh_hans: 开发者选项
zh_hant: 開發者選項

# settings.device
source: Device
de: Gerät
ja: デバイス
nl: Apparaat
zh_hans: 设备
zh_hant: 裝置

# settings.feedback.email.actual
source: Actual result:
de: Tatsächliches Ergebnis:
ja: 実際の結果：
nl: Werkelijk resultaat:
zh_hans: 实际结果：
zh_hant: 實際結果：

# settings.feedback.email.configured_pipeline
source: Configured Pipeline
de: Konfigurierte Pipeline
ja: 設定済みパイプライン
nl: Geconfigureerde pipeline
zh_hans: 已配置管线
zh_hant: 已設定管線

# settings.feedback.email.core_ml_encoder_loading
source: Core ML Encoder Loading
de: Core ML-Encoder laden
ja: Core MLエンコーダの読み込み
nl: Core ML-encoder laden
zh_hans: Core ML 编码器加载
zh_hant: Core ML 編碼器載入

# settings.feedback.email.current_pipeline
source: Current Pipeline
de: Aktuelle Pipeline
ja: 現在のパイプライン
nl: Huidige pipeline
zh_hans: 当前管线
zh_hant: 目前管線

# settings.feedback.email.diagnostics
source: Diagnostics
de: Diagnosedaten
ja: 診断情報
nl: Diagnostiek
zh_hans: 诊断信息
zh_hant: 診斷資訊

# settings.feedback.email.expected
source: Expected result:
de: Erwartetes Ergebnis:
ja: 期待する結果：
nl: Verwacht resultaat:
zh_hans: 预期结果：
zh_hant: 預期結果：

# settings.feedback.email.greeting
source: Hi,
de: Hallo,
ja: こんにちは。
nl: Hallo,
zh_hans: 你好，
zh_hant: 你好，

# settings.feedback.email.local_summary_model
source: Local Summary Model
de: Lokales Zusammenfassungsmodell
ja: ローカル要約モデル
nl: Lokaal samenvattingsmodel
zh_hans: 本地摘要模型
zh_hant: 本機摘要模型

# settings.feedback.email.local_summary_status
source: Local Summary Status
de: Status des lokalen Zusammenfassungsmodells
ja: ローカル要約の状態
nl: Status lokaal samenvattingsmodel
zh_hans: 本地摘要状态
zh_hant: 本機摘要狀態

# settings.feedback.email.local_whisper_model
source: Local Whisper Model
de: Lokales Whisper-Modell
ja: ローカルWhisperモデル
nl: Lokaal Whisper-model
zh_hans: 本地 Whisper 模型
zh_hant: 本機 Whisper 模型

# settings.feedback.email.prompt
source: Please describe your feedback or issue here:
de: Beschreibe hier dein Feedback oder Problem:
ja: フィードバックまたは問題をここに記入してください：
nl: Beschrijf hier je feedback of probleem:
zh_hans: 请在此描述你的反馈或问题：
zh_hant: 請在此描述你的意見或問題：

# settings.feedback.email.realtime_whisper_model
source: Realtime Whisper Model
de: Echtzeit-Whisper-Modell
ja: リアルタイムWhisperモデル
zh_hans: 实时 Whisper 模型
zh_hant: 即時 Whisper 模型

# settings.feedback.email.selected_language
source: Selected Language
de: Ausgewählte Sprache
ja: 選択した言語
nl: Geselecteerde taal
zh_hans: 所选语言
zh_hant: 所選語言

# settings.feedback.email.steps
source: Steps to reproduce:
de: Schritte zum Reproduzieren:
ja: 再現手順：
nl: Stappen om te reproduceren:
zh_hans: 复现步骤：
zh_hant: 重現步驟：

# settings.feedback.email.summary_engine
source: Summary Engine
de: Zusammenfassungs-Engine
ja: 要約エンジン
nl: Samenvattingsengine
zh_hans: 摘要引擎
zh_hant: 摘要引擎

# settings.feedback.open_failed.format
source: No mail app is configured. Send feedback to %@.
de: Es ist keine Mail-App eingerichtet. Sende Feedback an %@.
ja: メールアプリが設定されていません。%@ にフィードバックを送信してください。
nl: Er is geen mail-app geconfigureerd. Stuur feedback naar %@.
zh_hans: 未配置邮件 App。请将反馈发送至 %@。
zh_hant: 未設定郵件 App。請將意見回饋傳送至 %@。

# settings.feedback.unavailable
source: Feedback Unavailable
de: Feedback nicht verfügbar
ja: フィードバックを利用できません
nl: Feedback niet beschikbaar
zh_hans: 无法发送反馈
zh_hant: 無法傳送意見回饋

# settings.files
source: Files
de: Dateien
ja: ファイル
nl: Bestanden
zh_hans: 文件
zh_hant: 檔案

# settings.icloud_progress
source: iCloud Sync Progress
de: iCloud-Sync-Fortschritt
ja: iCloud同期の進行状況
nl: iCloud-synchronisatievoortgang
zh_hans: iCloud 同步进度
zh_hant: iCloud 同步進度

# settings.icloud_sync.description
source: When enabled, new recordings and the index are saved to the app-private iCloud container. When disabled, they are saved in the local app-private container by default.
de: Wenn aktiviert, werden neue Aufnahmen und der Index im app-privaten iCloud-Container gespeichert. Wenn deaktiviert, werden sie standardmäßig im lokalen app-privaten Container gespeichert.
ja: 有効にすると、新しい録音とインデックスはアプリ専用iCloudコンテナに保存されます。無効にすると、既定ではローカルのアプリ専用コンテナに保存されます。
nl: Wanneer ingeschakeld, worden nieuwe opnamen en de index opgeslagen in de app-private iCloud-container. Wanneer uitgeschakeld, worden ze standaard opgeslagen in de lokale privécontainer van de app.
zh_hans: 开启后，新的录音和索引会保存到 app 私有 iCloud container；关闭时默认保存在本机 app 私有容器。
zh_hant: 開啟後，新的錄音和索引會儲存到 app 私有 iCloud container；關閉時預設儲存在本機 app 私有容器。

# settings.intelligence
source: Intelligence
de: Intelligenz
ja: インテリジェンス
nl: Intelligentie
zh_hans: 智能
zh_hant: 智慧

# settings.local_processing
source: Local Processing
de: Lokale Verarbeitung
ja: ローカル処理
nl: Lokale verwerking
zh_hans: 本地处理
zh_hant: 本機處理

# settings.local_whisper_live_beta.description
source: Use the selected realtime model while recording. This is offline, experimental, and uses Whisper-supported languages.
de: Verwendet das ausgewählte Echtzeitmodell während der Aufnahme. Offline, experimentell und mit von Whisper unterstützten Sprachen.
ja: 録音中に選択したリアルタイムモデルを使用します。オフラインの実験的機能で、Whisper対応言語を使用します。
nl: Gebruik het geselecteerde realtime model tijdens het opnemen. Dit is offline, experimenteel en gebruikt door Whisper ondersteunde talen.
zh_hans: 录音时使用所选实时模型。这是离线实验功能，并使用 Whisper 支持的语言列表。
zh_hant: 錄音時使用所選即時模型。這是離線實驗功能，並使用 Whisper 支援的語言列表。

# settings.local_whisper_live_beta.requires_model
source: Download the selected realtime model before starting Local Whisper Live.
de: Lade das ausgewählte Echtzeitmodell herunter, bevor du Local Whisper Live startest.
ja: Local Whisper Liveを開始する前に、選択したリアルタイムモデルをダウンロードしてください。
nl: Download het geselecteerde realtime model voordat je Local Whisper Live start.
zh_hans: 启动 Local Whisper Live 前，请先下载所选实时模型。
zh_hant: 啟動 Local Whisper Live 前，請先下載所選即時模型。

# settings.local_whisper_live_beta.requires_selection
source: Choose a realtime transcription model before using Local Whisper Live.
de: Wähle ein Echtzeit-Transkriptionsmodell, bevor du Local Whisper Live verwendest.
ja: Local Whisper Liveを使う前に、リアルタイム文字起こしモデルを選択してください。
nl: Kies een realtime transcriptiemodel voordat je Local Whisper Live gebruikt.
zh_hans: 使用 Local Whisper Live 前，请先选择实时转录模型。
zh_hant: 使用 Local Whisper Live 前，請先選擇即時轉錄模型。

# settings.next_start_uses_language
source: The selected language will be used next time recording starts
de: Die ausgewählte Sprache wird beim nächsten Aufnahmestart verwendet
ja: 選択した言語は次回録音開始時に使用されます
nl: De geselecteerde taal wordt gebruikt wanneer de opname de volgende keer start
zh_hans: 下次开始录音时使用所选语言
zh_hant: 下次開始錄音時會使用所選語言

# settings.permission_usage
source: Permission Usage
de: Berechtigungsnutzung
ja: 権限の使用
nl: Gebruik van toestemmingen
zh_hans: 权限用途
zh_hant: 權限用途

# settings.permission.background_audio
source: Background audio is only used to let recording or playback continue, not for other background tasks.
de: Hintergrundaudio wird nur verwendet, damit Aufnahme oder Wiedergabe fortgesetzt werden können, nicht für andere Hintergrundaufgaben.
ja: バックグラウンド音声は録音または再生を継続するためだけに使用され、その他のバックグラウンドタスクには使用されません。
nl: Achtergrondaudio wordt alleen gebruikt om opname of afspelen te laten doorgaan, niet voor andere achtergrondtaken.
zh_hans: 后台音频只用于录音或播放继续进行，不用于其他后台任务。
zh_hant: 背景音訊只用於讓錄音或播放繼續進行，不用於其他背景任務。

# settings.permission.camera
source: The camera is not used for photos or video. The camera permission description only satisfies Apple capture framework review requirements.
de: Die Kamera wird nicht für Fotos oder Videos verwendet. Die Kameraberechtigung erfüllt nur die Prüfanforderungen des Apple Capture Frameworks.
ja: カメラは写真やビデオには使用されません。カメラ権限の説明は、Appleのキャプチャフレームワークの審査要件を満たすためだけのものです。
nl: De camera wordt niet gebruikt voor foto's of video. De cameratoestemmingsbeschrijving is er alleen voor Apple capture framework-reviewvereisten.
zh_hans: 相机不用于拍照或录像；相机权限说明仅用于满足 Apple capture framework 的审核要求。
zh_hant: 相機不會用於拍照或錄影；相機權限說明僅用於滿足 Apple capture framework 的審核要求。

# settings.permission.location
source: Location permission is only used when the user chooses to add a location while saving a recording.
de: Die Standortberechtigung wird nur verwendet, wenn der Benutzer beim Speichern einer Aufnahme einen Standort hinzufügen möchte.
ja: 位置情報の権限は、録音を保存するときにユーザーが位置情報の追加を選択した場合にのみ使用されます。
nl: Locatietoestemming wordt alleen gebruikt wanneer de gebruiker ervoor kiest een locatie toe te voegen bij het bewaren van een opname.
zh_hans: 位置权限只在保存录音时选择添加地理位置时使用。
zh_hant: 位置權限只會在儲存錄音時選擇加入地理位置時使用。

# settings.permission.microphone
source: Microphone permission is only used for recording and live transcription.
de: Die Mikrofonberechtigung wird nur für Aufnahme und Live-Transkription verwendet.
ja: マイク権限は録音とライブ文字起こしにのみ使用されます。
nl: Microfoontoestemming wordt alleen gebruikt voor opnemen en live transcriptie.
zh_hans: 麦克风权限只用于录音和实时转录。
zh_hant: 麥克風權限只用於錄音和即時轉錄。
